Repository: ErikWegner/TexGen
Catalog: translations/*.po
Languages: de

source: Document generator
de: Dokumentgenerator

source: Letter generator
de: Briefgenerator

source: Sender
de: Absender

source: Address
de: Adresse

source: Email
de: E-Mailadresse

source: Show email address in letterhead
de: Zeige E-Mailadresse im Briefkopf

source: Show homepage in letterhead
de: Zeige Homepageadresse im Briefkopf

source: Telephone
de: Telefonnummer

source: Group figures by using \, as delimiter
de: Ziffern mit \, an Stelle des Leerzeichens gruppieren

source: Show telephone number in letterhead
de: Zeige Telefonnummer im Briefkopf

source: Fax
de: Faxnummer

source: Show fax number in letterhead
de: Zeige Faxnummer im Briefkopf

source: Command to display a logo
de: Anweisung zum Setzen des Absenderlogos

source: Additional information
de: Ergänzende Informationen

source: E.g. additional business information
de: z. B. Geschäftsführerangaben

source: Rule
de: Linie

source: Underneath sender information block
de: Unterhalb des kompletten Absenders

source: Right after sender name
de: Direkt unter dem Namen des Absenders

source: No rule
de: Keine Linie

source: Subject, title, recipient
de: Betreff, Titel, Empfänger

source: Subject
de: Betreff

source: Title
de: Titel

source: E.g. Reminder, the text is put underneath the business line
de: z. B. "Mahnung", der Text erscheint größer gesetzt unter der Geschäftszeile

source: Recipient
de: Empfänger

source: Opening
de: Anrede

source: Dear Sir or Madame,
de: Sehr geehrte Damen und Herren,

source: Business line
de: Geschäftszeile

source: Place
de: Ort

source: Place is put before the date
de: Der Ort wird vor das Datum gesetzt.

source: Date
de: Datum

source: If empty, today will be used
de: Bleibt das Feld frei, wird das Tagesdatum verwendet.

source: My reference
de: Mein Zeichen

source: Your reference
de: Ihr Zeichen

source: Your mail
de: Ihr Schreiben

source: Customer
de: Kundennummer

source: Invoice
de: Rechnungsnummer

source: Additional settings
de: Ergänzungen

source: Signature
de: Signatur unter der Unterschrif und Grußformel

source: If empty, sender name will be shown
de: Bleibt das Feld leer, wird der Absendername angezeigt.

source: Post scriptum
de: Nachsatz (PS)

source: Mailling list
de: Verteiler

source: Separate entries with double back slashes: \\
de: Einträge mit doppeltem Rückstrich \\ trennen.

source: Enclosures
de: Anlagen

source: Paragraph skip
de: Abstand zwischen Absätzen oder Einzug

source: Indent, do not skip
de: Einrücken, kein vertikaler Abstand

source: No indent, skip one line, at least 1em space on last paragraph line
de: Kein Einzug, eine Zeile Abstand, letzte Zeile im Absatz muss min. 1em Platz lassen

source: No indent, skip one line, at least one quarter space on last paragraph line
de: Kein Einzug, eine Zeile Abstand, letzte Zeile im Absatz muss min. ein Viertel Platz lassen

source: No indent, skip one line, at least one third on last paragraph line
de: Kein Einzug, eine Zeile Abstand, letzte Zeile im Absatz muss min. ein Drittel Platz lassen

source: No indent, skip one line, last paragraph line can have any length
de: Kein Einzug, eine Zeile Abstand, letzte Zeile darf beliebig gefüllt sein

source: No indent, skip half a line, at least 1em space on last paragraph line
de: Kein Einzug, eine halbe Zeile Abstand, letzte Zeile im Absatz muss min. 1em Platz lassen

source: No indent, skip half a line, at least one quarter space on last paragraph line
de: Kein Einzug, eine halbe Zeile Abstand, letzte Zeile im Absatz muss min. ein Viertel Platz lassen

source: No indent, skip half a line, at least one third on last paragraph line
de: Kein Einzug, eine halbe Zeile Abstand, letzte Zeile im Absatz muss min. ein Drittel Platz lassen

source: No indent, skip half a line, last paragraph line can have any length
de: Kein Einzug, eine halbe Zeile Abstand, letzte Zeile darf beliebig gefüllt sein

source: Font
de: Schriftart

source: Common settings
de: Allgemeines

source: Duplex document
de: Doppelseitiges Dokument

source: Yes, duplex
de: Ja, Vorder- und Rückseite

source: No, simplex
de: Nein, nur Vorderseite

source: Generate index
de: Index erstellen

source: Generate glossary
de: Glossar erstellen

source: Generate bibliography
de: Literaturverzeichnis erstellen

source: Define standard commands
de: Standard-Befehle einfügen

source: Define default colours
de: Standard-Farben definieren

source: Bottom line
de: Unterste Zeile

source: Default setting from document class
de: Vorgabe der Dokumentenklasse

source: equal page height, elastic line spacing
de: gleiche Höhe, elastische vertikale Abstände

source: different page heights, constant line spacing
de: wechselnde Höhe, konstante vertikale Abstände

source: Header, footer, title page
de: Kopf- und Fußzeile, Titelseite

source: Inner or left header text
de: Kopfzeile links oder innen

source: E.g. your logo or your company name.
de: z.B. Logo, Unternehmen

source: Centered header text
de: Kopfzeile Mitte

source: Outer or right header text
de: Kopfzeile rechts oder außen

source: E.g. \headmark to show the current section.
de: z.b.\headmark zur Anzeige des Dokumentenabschnitts

source: Inner or left footer text
de: Fußzeile links oder innen

source: E.g. \tiny Your name.
de: z. B. \tiny Ihr Name

source: Centered footer text
de: Fußzeile Mitte

source: Outer or right footer text
de: Fußzeile rechts oder außer

source: E.g. \pagemark to show the current page number.
de: z. B. \pagemark für Seitenzahl

source: Title page heading
de: Überschrift auf der Titelseite

source: Author
de: Autor

source: Abstract
de: Zusammenfassung

source: PDF document information and settings
de: PDF-Dokumenteninformationen und -ergänzungen

source: Use package hyperref
de: PDF-Ergänzungen erstellen (Paket hyperref verwenden)

source: Always generate pdf settings (draft=false)
de: PDF-Ergänzungen immer erstellen (draft=false)

source: Generate bookmarks
de: PDF-Lesezeichen erstellen

source: Include section numbers in bookmarks
de: PDF-Lesezeichen werden nummeriert

source: Bookmarks panel opened by default
de: PDF-Lesezeichen sind geöffnet

source: Colour pdf links
de: PDF-Verknüpfungen werden eingefärbt

source: Keywords
de: PDF-Schlüsselwörter

source: Page mode
de: Seitenmodus

source: No setting
de: Keine Festlegung

source: Thumbnails opened
de: Seitenvorschau geöffnet

source: Bookmarks opened
de: Lesezeichen geöffnet

source: Fullscreen
de: Vollbild

source: Fit page
de: Ganze Seite

source: Fit page width
de: Seitenbreite

source: Fit page contents
de: Ganzer Seiteninhalt

source: Fit page contents width
de: Seiteninhaltsbreite

source: Page mode when following internal links
de: Ansicht beim Verwenden interner Verknüpfungen

source: Your document has been created.
de: Ihr Dokument wurde erstellt.

source: Generates sources for a LaTeX document with several options
de: Erzeugt die Quelle eines LaTeX-Dokuments mit verschiedenen Einstellmöglichkeiten.
